Repository: Daniloel/COLSTRAT
Catalog: COLSTRAT/COLSTRAT/COLSTRAT/Resources/Resources.*.resx
Languages: es

# btnExit
source: Exit
es: Salir

source: Igneous Rocks
es: Rocas ígneas

# btnShow
source: Show
es: Mostrar

# label_description
source: Description:
es: Descripción:

# label_image
source: Image:
es: Imagen:

# label_minerals
source: Minerals:
es: Minerales

# label_name
source: Name:
es: Nombre:

source: Metamorphic Rocks
es: Rocas metamórficas

# picker_select_the_rock
source: Select the rock
es: Seleccione la roca

source: Sedimentary Rocks
es: Rocas sedimentarias

# welcome
source: Welcome to COLSTRAT!
es: Bienvenido a COLSTRAT!

source: Accept
es: Aceptar

# message_not_select_rock
source: You have not chosen a rock to show
es: No ha elegido una roca para mostrar

source: Warning
es: Advertencia

source: Yes
es: Si

# message_image
source: Message
es: Mensaje

# message_image_content
source: Does this image look good?
es: ¿Esta imagen te parece de buena calidad?

# loaded_api
source: Rocks loaded from api.
es: Rocas cargadas del api.

# check_internet_connection
source: Check your internet connection
es: Verifica la conexión a internet

# check_internet_settings
source: Check your internet settings
es: Verifica la configuración de internet

# loaded_local
source: Rocks loaded from local data.
es: Rocas cargadas de datos locales.

# LoginViewTitle
source: Log in
es: Ingresar

source: Remember me
es: Recordarme

# ForgotPass
source: Forgot your Password?
es: ¿Olvidó su contraseña?

# btnLogin
source: Sign In
es: Ingresar

source: Login with Facebook
es: Ingresar con Facebook

# btnSignUp
source: Sign Up
es: Registrarse

# error_input_email_0
source: You must enter an email.
es: Debes ingresar un email.

# error_input_password_0
source: You must enter a password.
es: Debes ingresar una contraseña

# label_password
source: Password
es: Contraseña

# placeholder_email
source: Enter your email...
es: Ingrese su correo...

# placeholder_password
source: Enter your password...
es: Ingrese su contraseña...

# error_service_no_available
source: The service is not available, please try latter.
es: Servicio no disponible, por favor intente más tarde

# btn_rocks_types
source: Types of rocks
es: Tipos de rocas

# RocksTitle
source: Rocks
es: Rocas

# MainMenuViewTitle
source: Main menu
es: Menu principal

source: New Category
es: Nueva categoria

# error_input_category
source: You must enter a category
es: Debes ingresar una categoría

# error_input_menu
source: You must enter a menu
es: Debes ingresar un menu

source: New menu
es: Nuevo menú

# error_record_same
source: There are a record with the same description
es: Ya existe lo que vas a agregar

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Edit Category
es: Editar Categoria

source: Edit Menu
es: Editar Menu

# message_delete
source: Sure?
es: ¿Seguro?

# error_relateds
source: You can't delete this record, because it has related records
es: No puedes borrar esto porque tiene relaciones

# create
source: Create New
es: Nuevo

# TapImage
source: Select the image to change
es: Toca la imagen para cambiarla

source: Cancel
es: Cancelar

source: From camera
es: Tomar foto

source: From gallery
es: Desde la galería

# option_select_image
source: Where do you take the image?
es: ¿De dónde quieres tomar la imagen?

source: Home
es: Inicio

# confirm_pass
source: Confirm password
es: Confirmar contraseña

source: First name:
es: Nombre

# label_addres
source: Address:
es: Dirección

# label_Category
source: Category:
es: Categoria:

# label_last_name
source: Last name:
es: Apellido

# label_phone
source: Phone:
es: Teléfono

# NewCustomerViewTitle
source: Register new user
es: Registrarse

# placeholder_addres
source: Enter the address...
es: Ingrese su Dirección

# placeholder_category
source: Enter a category name
es: Ingrese una categoría

# placeholder_category_description
source: Enter a category description...
es: Ingrese una descripción

# placeholder_confirm_pass
source: Enter the password confirm...
es: Ingrese de nuevo la contraseña

# placeholder_first_name
source: Enter the first name...
es: Ingrese su nombre

# placeholder_last_name
source: Enter the last name...
es: Ingrese su apellido

# placeholder_menu_description
source: Enter menu description...
es: Ingrese una descripción:

# placeholder_menu_icon
source: Enter menu icon...
es: Ingrese un icono

# placeholder_phone
source: Enter the phone...
es: Ingrese su telefono

# email_exists
source: There are a record with the same email.
es: Ya existe un usuario con el mismo email

# error_email_invalid
source: You must enter a valid email.
es: Debes ingresar un email valido

# error_input_first_name
source: You must enter a first name.
es: Debes ingresar un nombre

# error_input_last_name
source: You must enter a last name.
es: Debes ingresar un apellido

# error_input_pass_confirm
source: You must enter a password confirm.
es: Debes ingresar la confirmación de contraseña

# error_pass_length
source: The password must have at least 6 characters length.
es: La contraseña debe tener al menos 6 carácteres

# menu_profile
source: Profile
es: Mi Perfil

# menu_ubication
source: Ubication
es: Mi ubicación

# pass_confirm_notmatch
source: The password and confirm, does not match.
es: Las contraseñas no coinciden

# placeholder_description_item
source: Enter a description...
es: Ingrese una descripción

# placeholder_item
source: Enter a name
es: Ingrese un concepto

# UbicationsViewTitle
source: Ubications
es: Ubicación

# confirm_exit
source: Are you sure?
es: ¿Estás seguro que deseas salir?

# error_user_information
source: Problem ocurred retrieving user information, try latter.
es: Se produjo un problema al recuperar la información del usuario, intente más tarde.

# label_user
source: User or Email
es: Usuario o Email

# SearchBarPlaceholder
source: Search...
es: Buscar

# message_not_data
source: Dear user, don't have connection and also has data information
es: No hay conexión y no hay información para mostrar en la base de datos

# message_title
source: Message
es: Mensaje

# message_save_onlocaldb
source: The product was save on local DB don't forget to upload the record when you have WiFi
es: El item va a ser guardado localmente, no olvide sincronizar la información cuando se conecte al WiFi

# sync_title
source: Sync Offline Operations
es: Sincronizar

# message_not_data_forsync
source: Don't hav items for sync
es: No hay información para sincronizar

# sync_success
source: All records are success
es: Sincronización exitosa!

# label_sync_info
source: Press sync button to start
es: Presione el boton para empezar
